Repository: ivalkou/freeaps
Catalog: FreeAPS/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, nb, nl, ru, sv, tr, zh_hans

source: Current Sensor is Ending soon! Sensor Life left in %@
de: Der aktuelle Sensor endet bald! Sensorlaufzeit verbleibend %@
fr: Capteur actuel se termine bientôt ! Fin de vie dans %@
it: Il Sensore Corrente terminerà presto! Vita del Sensore rimanente in %@
nb: Gjeldende sensor utløper snart! Sensor-tid gjenstår i %@
nl: Sensor verloopt binnenkort! Sensor verloopt in %@
ru: Сенсор скоро закончится! Осталась %@
sv: Nuvarande sensor behöver snart bytas! Sensortid kvar i %@
tr: Mevcut Sensör yakında Sona Eriyor! Sensör Ömrü %@ kaldı
zh_hans: 当前传感器即将结束！传感器剩余 %@

source: CurrentBG
de: Aktueller BZ
fr: Glycémie actuelle
it: Bg Corrente
nb: Nåværende BS
nl: HuidigeBG
ru: Текущая ГК
sv: NuvarandeBG
tr: GeçerliKŞ
zh_hans: 当前血糖

source: Custom
de: Benutzerdefiniertes
fr: Personnalisé
it: Personalizzato
nb: Egendefinert
nl: Aangepast
ru: Своя
sv: Anpassad
tr: Özel
zh_hans: 自定义

source: Date
de: Datum
it: Data
nb: Dato
nl: Datum
ru: Дата
sv: Datum
tr: Tarih
zh_hans: 日期

source: Debug options
de: Debug-Optionen
fr: Options de débogage
it: Opzioni di Debug
nb: Alternativ for feilsøking
nl: Foutopsporing opties
ru: Опции отладки
sv: Felsökningsalternativ
tr: Hata ayıklama seçenekleri
zh_hans: 调试选项

source: Default is false. Any existing temp basals during times the pump was suspended will be deleted and 0 temp basals to negate the profile basal rates during times pump is suspended will be added.
de: Standardwert ist aus. Alle vorhandenen Temp-Basalraten werden gelöscht und auf 0 gesetzt, während die Pumpe aussetzt.
fr: La valeur par défaut est desactivé. Tout basal temporaire existant pendant les périodes de suspension de la pompe sera supprimé et basal temporaire à zéro pour annuler le débit de basal du profil lors de la suspension de la pompe sera ajouté.
it: Il valore predefinito è falso. Eventuali basali temporanee esistenti durante il periodo di sospensione della pompa verranno eliminate e verrà inserita una basale temporanea a zero basali per eliminare le velocità basali del profilo durante il periodo di sospensione della pompa.
nl: Standaard uit. Alle reeds ingevoerde tijdelijke basaalstanden die ingevoerd zijn wanneer de pomp is opgeschort, worden verwijderd. Een 0 tijdelijk basaal wordt toegevoegd om de in het profiel opgegeven basaal te overschijven gedurende de tijd dat de pomp was opgeschort.
ru: По умолчанию false. Любые существующие ВБС во время остановки помпы будут удалены и заменены на нулевую BБС чтобы убрать профильные базальные скорости.
sv: Av som standard. Alla eventuella temporära basaler som pågått under tider pumpen varit pausad kommer att raderas, dessutom kommer de ordinarie basaldoserna ersättas med temporära basaler på 0 IE/h.
tr: Varsayılan geçersizdir. Pompanın askıya alındığı zamanlarda mevcut tüm geçici bazallar silinecek ve pompanın askıya alındığı zamanlarda profil bazal oranlarını geçersizleştirmek için 0 geçici bazal eklenecektir.
zh_hans: 默认为false。在泵被暂停期间，任何现有的临时基础率将被删除，并以空的基础率来抵消配置基础率。

source: Defaults to 1.3. Increase target by this amount when looping off raw/noisy CGM data
de: Der Standard Wert ist 1.3 Der Zielwert wird um diesen Faktor erhöht, wenn verrauschte CGM Werte vorliegen
fr: La valeur par défaut est 1.3. Augmente la cible de ce ratio lorsque le bouclage s'appuie sur des données brutes/non filtrées
it: Predefinito a 1.3. Aumenta l'obiettivo glicemico di questa quantità quando si hanno dati CGM grezzi/rumorosi
nl: De standaardwaarde is 1.3. De streefwaarde wordt met deze factor verhoogd als er CGM-waarden met ruis aanwezig zijn
ru: По умолчанию 1,3. Увеличивает цель на эту величину, когда цикл отключается из за шума сенсора
sv: Standardvärde 1,3. Öka målvärdet med denna multipel när du loopar med ofiltrerad CGM-data med mycket brus
tr: Varsayılan olarak 1.3'tür. Ham/Gürültülü CGM verilerini devre dışı bırakırken hedefi bu miktarda artır
zh_hans: 默认值为 1.3. 当闭环与原始/躁点血糖数据偏离时调高目标

source: Defaults to false, so that FreeAPS X will set temps whenever it can, so it will be easier to see if the system is working, even when you are offline. This means OpenAPS will set a “neutral” temp (same as your default basal) if no adjustments are needed. This is an old setting for OpenAPS to have the options to minimise sounds and notifications form the 'rig', that may wake you up during the night.
de: Standardmäßig aus, damit FreeAPS X, wann immer es möglich ist, Temps festlegt, sodass Sie leichter sehen können, ob das System funktioniert, selbst wenn Sie offline sind. Dies bedeutet, dass OpenAPS eine „neutrale“ Temp (wie Ihre Standard-Basalrate) einstellt, wenn keine Anpassungen erforderlich sind. Dies ist eine alte Einstellung für OpenAPS, um die Optionen zum Minimieren von Geräuschen und Benachrichtigungen aus dem 'Rig' zu haben, die Sie während der Nacht aufwecken können.
fr: La valeur par défaut est faux, de sorte que FreeAPS X définisse une valeur basal dès qu'il le peut, donc il sera plus facile de voir si le système fonctionne, même lorsque vous êtes hors ligne. Cela signifie qu'OpenAPS définira une valeur basale « neutre » (identique à votre basal par défaut) si aucun ajustement n'est nécessaire. Ceci est un ancien paramètre d'OpenAPS afin de minimiser les sons et les notifications de la 'rig', qui pouvaient vous réveiller pendant la nuit.
it: I valori predefiniti sono falsi, in modo che FreeAPS X imposterà basali temporanee ogni volta che è possibile, così sarà più facile vedere se il sistema funziona, anche quando sei offline. Ciò significa che OpenAPS imposterà una basale temporanea “neutrale” (uguale alla basale predefinita) se non sono necessarie modifiche. Questa è una vecchia impostazione per OpenAPS per avere le opzioni per minimizzare i suoni e le notifiche del dispositivo, che può svegliarti durante la notte.
nl: Standaard ingesteld op uit, zodat FreeAPS X tijdelijke basaal waardes zal instellen wanneer dat maar kan. het zal dus makkelijker zijn om te zien of het systeem werkt, zelfs als je offline bent. Dit betekent dat OpenAPS een "neutraal" basaal (hetzelfde als jouw standaard basaal) zal instellen als er geen aanpassingen nodig zijn. Dit is een oude instelling van OpenAPS om de optie te hebben om geluiden en meldingen te beperken waarvan je 's nachts misschien wakker kan worden.
ru: По умолчанию значение false, так что OpenAPS будет устанавливать временные цели когда это возможно, так будет проще увидеть, работает ли система даже в автономном режиме. Эта настройка означает, что OpenAPS установит «нейтральную» ВБС (такую же, как и исходная база по умолчанию), если изменения не нужны. Это старая настройка OpenAPS для минимизации звуков и уведомлений на помпе.
sv: Av som standard, så att FreeAPS X kan ställa in temporära basaldoser närhelst den kan, vilket gör det lättare att se ifall systemet fungerar, även när du är offline. Detta innebär att FreeAPS X kommer att ställa in en ”neutral” temporär basal (samma som din ordinarie basal) när inga justeringar behövs. Gammal inställning från OpenAPS för att minska ljud och notiser mitt i natten från dessa 'rigs'. Vi rekommenderar att man lämnar neutrala temporära basaler aktiverade.
tr: Varsayılan olarak kapalı olarak ayarlıdır, böylece FreeAPS X mümkün olduğu kadar geçici süreler ayarlayacaktır, böylece çevrimdışı olduğunuzda bile sistemin çalışıp çalışmadığını görmek daha kolay olacaktır. Bu herhangi bir ayar gerekmiyorsa OpenAPS'nin "nötr" bir geçeci bazal ayarlayacağı (varsayılan bazalınızla aynı) anlamına gelir. Bu OpenAPS'in sizi gece uyandırabilecek "rig"tan gelen sesleri ve bildirimleri en aza indirme seçeneklerine sahip olduğu eski bir ayardır.
zh_hans: 默认禁用，这样FreeAPS X就会在任何时候设置临时目标，这样就会更容易看到系统是否在工作，即使你不在线。这意味着如果不需要调整，OpenAPS将设置一个 "中性 "临时基础（与你的默认基础相同）。这是OpenAPS的一个旧设置，可以选择最大限度地减少 "设备 "的声音和通知，这些声音和通知可能会在夜间吵醒你。

source: Defaults to false, which means by default only the low end of the pump’s BG target range is used as OpenAPS target. This is a safety feature to prevent too-wide targets and less-optimal outcomes. Therefore the higher end of the target range is used only for avoiding bolus wizard overcorrections. Use wide_bg_target_range: true to force neutral temps over a wider range of eventualBGs.
de: Standardmäßig aus, bedeutet standardmäßig nur das niedrige Ende des BG-Zielbereichs der Pumpe wird als OpenAPS-Ziel verwendet. Dies ist ein Sicherheitsmerkmal, um zu weit gefasste Ziele und weniger optimale Ergebnisse zu verhindern. Daher wird das höhere Ende des Zielbereichs nur verwendet, um Überkorrekturen des bolus Wizards zu vermeiden. Benutzen Sie die wide_bg_target_range: true, um neutrale temps über einen größeren Bereich von eventualBG zu erzwingen.
fr: La valeur par défaut est désactivé, ce qui signifie par défaut que seule la valeur basse de la plage cible de glycémie de la pompe est utilisée comme cible OpenAPS. Il s'agit d'une caractéristique de sécurité qui permet d'éviter des cibles trop larges et des résultats moins optimaux. Par conséquent, la valeur supérieure de la cible glycemique n'est utilisée que pour éviter les surcorrections de l'assistant de bolus. Activez cette option pour forcer l'utilisation de l'ensemble de la plage de cible glycemique dans l'algorithme.
it: Predefiniti a false, il che significa per impostazione predefinita solo l'estremità bassa del campo di destinazione BG della pompa viene utilizzato come obiettivo OpenAPS. Si tratta di una caratteristica di sicurezza per evitare obiettivi troppo ampi e risultati meno ottimali. Pertanto l'estremità superiore dell'intervallo di riferimento viene utilizzata solo per evitare correzioni guidate in bolo. Usare wide_bg_target_range: true per forzare basali temporanee neutre su un più ampio intervallo di eventualBG.
nl: Standaard uit betekent dat standaard alleen de laagste BG van de pomp wordt gebruikt als OpenAPS doel. Dit is een veiligheidsvoorziening om al te brede doelen en minder optimale resultaten te voorkomen. Daarom wordt het hoogste eind van het streefbereik alleen gebruikt om teveel compenseren van de bolus assistent te voorkomen. Gebruik wide_bg_target_range: true om neutrale temps af te dwingen over een breder bereik van de uiteindelijke BG.
ru: По умолчанию выключено — используется только нижняя граница целевого диапазона ГК помпы как цель OpenAPS. Это функция безопасности для предотвращения слишком широких целей. Верхняя граница используется только для избежания перекоррекции болюсным калькулятором.
sv: Av som standard, vilket innebär att endast det nedre intervallet av dina inställda målvärden kommer att användas som målvärde i FreeAPS X. Detta är en säkerhetsfunktion för att förhindra alltför omfattande målintervall med mindre optimala resultat som följd. Den övre delen av målvärdet används endast för att undvika överkorrigeringar av bolusguiden. Använd 'Wide BG Target Range' för att forcera neutrala temporära basaldoser att användas över ett bredare intervall av förväntade blodsocker.
tr: Varsayılan olarak kapalıdır. Bu varsayılan olarak yalnızca pompanın KŞ hedef aralığının alt uc değer OpenAPS hedefi olarak kullanıldığı anlamına gelir. Bu çok geniş hedefleri ve daha az optimal sonuçları önlemek için bir güvenlik özelliğidir. Bu nedenle, hedef aralığın üst uc yalnızca bolus sihirbazı aşırı düzeltmelerinden kaçınmak için kullanılır. Daha geniş bir nihai KŞ aralığında nötr geçici zorlamak için açık kullanın wide_bg_target_range.
zh_hans: 默认禁用，这意味着默认情况下只有泵上设备的低血糖限制被用作OpenAPS目标。这是一个安全功能，以防止目标范围过宽和不理想的结果。因此，高的血糖目标范围仅用于大剂量向导的过度校正。使用 wide_bg_target_range: true使用适中的目标血糖来约束更宽的血糖控制目标。

source: Defaults to false. Setting to true allows changing insulinPeakTime
de: Ist standardmäßig auf aus. Wenn eingeschaltet erlaubt dies das Einstellen eines benutzerspezifischen Wirkungshochs für das ausgewählte Insulin, respektive dessen Wirkungs-Kurve
fr: Faux par défaut. Le paramètre à vrai permet de changer le paramètre "duree du pic d'insuline"
it: I valori predefiniti sono falsi. Impostare a Vero permette di cambiare il tempo di picco dell’insulina
nl: Is standaard ingesteld op uit. Indien ingeschakeld, kunt u de insuline piektijd veranderen
ru: По умолчанию значение выключено. Включение параметра позволяет изменять пиковое время инсулина (insulinPeakTime)
sv: Av som standard. Läge på tillåter ändring av 'insulinPeakTime', dvs tiden i minuter när insulinet har som störst blodsockersänkande effekt.
tr: Varsayılan olarak kapalıdır. Açılırsa, 'insulinPeakTime' değerinin değişmesine izin verir
zh_hans: 默认禁用，如果启用则可以调整模拟胰岛素达峰时间

source: Makes the system more aggressive when you set a low temp target (below 100 mg/dL). Useful for bringing down stubborn highs faster or preparing for meals with "Eating Soon" targets.
de: Standard Einstellung ist "Aus". Wenn es aktiviert ist, kann die Empfindlichkeit (höheres Empfindlichkeitsverhältnis) für temporäre Ziele <= 99 gesenkt werden. Je niedriger Ihr temporäres Ziel unter 100 ist, desto höher wird die Empfindlichkeit. Zum Beispiel führt ein temporäres Ziel von 95 zu einem Empfindlichkeitsverhältnis von 1,09, während 85 einen Wert von 1,33 ergibt.
fr: Valeur par défaut à faux. Lorsqu'elle est définie à vrai, augmente la sensibilité (ratio de sensibilité inférieur) pour les cibles temporaires à <= 99. Plus votre cible temporaire est élevée, plus les ratios (inférieurs) seront sensibles, par ex. la cible temp de 95 résulte en un ratio de sensibilité de 1,09 tandis que 85 donne 1,33 (avec halfBasalTarget par défaut de 160).
it: Valore predefinito è falso. Quando impostato su Vero, diminuisce la sensibilità (maggior rapporto di sensibilità) per i target temporanei impostati a <= 99. Più basso sarà il target temporaneo rispetto a 100 più il rapporto della sensibililità sarà incrementato; ad es. target temporaneo di 95 risulta in rapporto di sensibilità di 1.09, mentre con 85 risultata di 1.33 (con halfBasalTarget predefinito di 160).
nb: Defaults to false. When set to true, can lower sensitivity (higher sensitivity ratio) for temptargets <= 99. The lower your temp target below 100 will result in less sensitive (higher) ratios, e.g., temp target of 95 results in sensitivity ratio of 1.09, while 85 results in 1.33 (with default halfBasalTarget of 160).
nl: Is standaard uitgeschakeld. Indien ingeschakeld, kan de gevoeligheid (hogere gevoeligheidsratio) voor tijdelijke doelen worden verlaagd < = 99. Hoe lager je tijdelijke doel onder de 100 ligt, hoe hoger de gevoeligheid zal zijn. Zo levert een tijdelijk koersdoel van 95 een gevoeligheidsratio van 1,09 op, terwijl 85 een waarde van 1,33 geeft.
ru: Делает систему более агрессивной при низкой временной цели (ниже 5.5 ммоль/л). Полезно для быстрого снижения упрямых высоких значений или подготовки к еде с целью "Скоро еда".
sv: Av som standard. Sänker insulinkänsligheten för temporära målvärden <= 5,5 mmol/l. Ju lägre ditt temporära målvärde under 5,6 mmol/l är, desto mer kommer det att resultera i en mindre känslig (högre) kvot. T.ex. kommer ett temp målvärde på 5,3 mmol/l att resultera i en kvot ('sensitivity ratio') på 1,09, medan 4.7 mmol/l ger en kvot på 1,33 (med 'Half Basal Exercise Target'-inställning på 160 (8,9 mmol/l)).
tr: Varsayılan olarak kapalı olup. Açık olarak ayarlandığında, <= 99 temptarget'lar için hassasiyeti (daha yüksek hassasiyet oranı) düşürebilir. Geçici hedefiniz 100'ün altına ne kadar düşükse, daha az hassas (daha yüksek) oranlar elde edilir, örneğin, 95'lik geçici hedef 1,09 hassasiyet oranıyla sonuçlanırken 85, 1,33 ile sonuçlanır (varsayılan HalfBasalTarget ile 160).
zh_hans: 默认禁用。当设置为 "true "时，当临时目标<=99时会降低敏感系数（较高的灵敏度比率）。血糖低于100mg/dL时,临时目标越低，会导致较高的敏感系数，例如，温度目标为95会导致敏感系数为1.09，而85会导致1.33（默认halfBasalTarget为160）。

source: Makes the system less aggressive when you set a high temp target (above 110 mg/dL). Great for exercise — set a high target and the algorithm will reduce insulin delivery to prevent lows during activity.
de: Ist Standardmäßig auf aus. Wenn eingeschaltet erhöht dies die Empfindlichkeit (niedrigere Empfindlichkeitsverhältnis) für Temp-Ziele auf >= 111. Synonym für exercise_mode. Je höher dein Tempo-Ziel über 110 ist, desto empfindlicher (niedriger) Verhältnisse, z. temp Ziel von 120 resultiert im Empfindlichkeitsverhältnis von 0,75, während 140 in 0,6 (mit Standard-Halbbasalratenziel von 160).
fr: Valeur par défaut à faux. Lorsqu'elle est définie à vrai, augmente la sensibilité (ratio de sensibilité inférieure) pour les cibles temporaires à >= 111. Synonyme du mode exercice. Plus votre cible temporaire est élevée, plus les ratios (inférieurs) seront sensibles, par ex. la cible temp de 120 résulte en un ratio de sensibilité de 0,75 tandis que 140 donne 0,6 (avec halfBasalTarget par défaut de 160).
it: Valore predefinito è falso. Quando impostato su Vero, aumenta la sensibilità (minor rapporto di sensibilità) per i target temporanei impostati a >= 111. Sinonimo di modalità_esercizio. Più alto sarà il target temporaneo rispetto a 110 più il rapporto della sensibililità sarà basso; ad es. target temporaneo di 120 risulta in rapporto di sensibilità di 0,75, mentre con 140 risultata in 0,6 (con halfBasalTarget predefinito di 160).
nb: Defaults to false. When set to true, raises sensitivity (lower sensitivity ratio) for temp targets set to >= 111. Synonym for exercise_mode. The higher your temp target above 110 will result in more sensitive (lower) ratios, e.g., temp target of 120 results in sensitivity ratio of 0.75, while 140 results in 0.6 (with default halfBasalTarget of 160).
nl: Is standaard uitgeschakeld. Wanneer ingeschakeld, verhoogt dit de gevoeligheid (lagere gevoeligheidsratio) voor tijdelijk doel tot >= 111 exercise_mode. Hoe hoger je doel boven de 110 ligt, hoe gevoeliger (lagere) ratio's, bijvoorbeeld tijdelijk streefdoel van 120 resulteert in de sensitiviteitsratio van 0,75, terwijl 140 resulteert in 0,6 (met standaard half-basaal doel van 160).
ru: Делает систему менее агрессивной при высокой временной цели (выше 6.1 ммоль/л). Отлично для упражнений — установите высокую цель, и алгоритм снизит подачу инсулина для предотвращения гипогликемии во время активности.
sv: Av som standard. Höjer insulinkänsligheten (lägre 'sensitivity ratio') för temporära målvärden >= 6.2 mmol/l. Synonymt med träningsläge, 'Exercise Mode '. Ju högre ditt temporära mål över 6,2 är desto mer kommer det att resultera i en känsligare (lägre) kvot, t.ex. kommer ett temp målvärde på 6.7 mmol/l att resultera i ett 'sensitivity ratio' på 0,75, medan 7,8 mmol/l resulterar i 0,6 (med 'halfBasalTarget' på 8,9 mmol/l på som förval).
tr: Varsayılan olarak kapalı olup. Açık olarak ayarlandığında, >= 111 olarak ayarlanan geçici hedefler için duyarlılığı artırır (düşük duyarlılık oranı). Egzersiz_modu ile eşanlamlı. Geçici hedefiniz 110'un üzerinde ne kadar yüksek olursa, daha hassas (düşük) oranlar elde edilir, örneğin 120'lik geçici hedef 0,75 hassasiyet oranı ile sonuçlanırken 140 sonuç 0,6 ile sonuçlanır (varsayılan ile HalfBasalTarget 160).
zh_hans: 默认禁用。当设置为 "true "时，对设置为>=111的临时目标提高敏感系数（降低灵敏度比率）。与exercise_mode同义。你的临时目标越高于110，将导致更低的敏感系数，例如，临时目标为120，导致敏感系数为0.75，而140导致0.6（默认halfBasalTarget为160）。

source: Same as "High Temptarget Raises Sensitivity". When enabled, high temp targets (above 105 mg/dL) reduce insulin delivery — perfect for workouts. Use with Half Basal Exercise Target for more control.
de: Standard aus. Wenn an, > 105 mg/dL hohes temporäres Ziel passt Empfindlichkeit für den Exercise_Mode an. Synonym für hoch_tempziel_eröht_sensitivität
fr: La valeur par défaut est désactivé. Quand activé, toute cible glycemique temporaire avec une valeur > 105 mg/dL entraine une augmentation de l'Isf (sensibilité à l'insuline). Synonyme de la préférence high_temptarget_raises_sensibilité
it: I valori predefiniti sono falsi. Quando Vero, valori di target maggiore > 105 mg/dL regolano la sensitivityRatio per la modalità esercizio. Sinonimo di high_temptarget_raises_sensitivity
nb: Defaults to false. When true, > 105 mg/dL high temp target adjusts sensitivityRatio for exercise_mode. Synonym for high_temptarget_raises_sensitivity
nl: Standaard uit. Indien aan, > 105 mg/dL hoge tijdelijke doelstelling past gevoeligheid voor Oefening_Modus aan. Synoniem voor hoge tijdelijk doel verhoging gevoeligheid
ru: То же, что "High Temptarget Raises Sensitivity". При включении высокие временные цели (выше 5.8 ммоль/л) снижают подачу инсулина — идеально для тренировок. Используйте вместе с Half Basal Exercise Target.
sv: Av som standard. Synonymt med 'High Temptarget Raises Sensitivity'. Vid ett temporärt målvärde > 5,8 mmol/l justeras 'sensitivityRatio' när 'Exercise Mode' är på.
tr: Varsayılan olarak geçersizdir. Etkinleştirildiğinde > 105 mg/dL yüksek geçici hedefi, egzersiz_modu için duyarlılık Oranını ayarlar. high_temptarget_raises_sensitivity ile eşanlamlı
zh_hans: 默认为false。当启用时，>105 mg/dL的高临时目标会调整运动模式下的敏感系数。与high_temptarget_raises_sensitivity同义。

source: By default, high temp targets (like Exercise mode) disable SMB for safety. Enable this if you want SMB to continue working during high targets. Not recommended unless you have specific needs.
de: Standard Wert ist "Aus". Wenn aktiviert, werden auch bei erhöhten temporären Blutzucker Zielen SMBs verwendet.
fr: Desactivé par défaut. Quand vrai, autorise les Micro bolus (si activé) même avec des cibles temporaires élevées.
it: I valori predefiniti sono falsi. Quando Vero, permette il supermicrobolo (se altrimenti abilitato) anche con target temporanei alti.
nb: Defaults to false. When true, allows supermicrobolus (if otherwise enabled) even with high temp targets.
nl: Standaard uit. Als het aangezet wordt zullen altijd supermicrobolussen (SMBs) altijd gebruikt worden (mits elders aangezet).
ru: По умолчанию высокие временные цели (например, для упражнений) отключают SMB для безопасности. Включите, если хотите сохранить SMB при высоких целях. Не рекомендуется без особой необходимости.
sv: Av som standard. När läge på, tillåts SMB:ar även vid höga temporära målvärden.
tr: Varsayılan olarak geçersizdir. Geçerli olduğunda, yüksek geçici hedeflerinde bile süpermikrobolusa (aksi takdirde etkinleştirildiyse) izin verir.
zh_hans: 默认为禁用。当启用时，允许SMB(如果其他情况下启用)，即使是比较高的临时目标。

source: SMB will deliver small insulin boluses continuously to keep glucose in range. Use this for aggressive glucose control when you're confident in your settings. Note: High temp targets still disable SMB for safety.
de: Standard Wert ist "Aus". Wenn aktiviert werden immer SMB verwandt (es sei denn, es wird ein höheres temporäres Ziel eingestellt).
fr: La valeur par défaut est désactivé. Quand activé, les micro bolus sont toujours utilisés par l'algorithme (sauf pour des cibles glycémies haute ).
it: I valori predefiniti sono falsi. Quando Vero, abilita sempre il supermicrobolo(Smb) (a meno che non sia disabilitato da un elevato target temporaneo).
nb: Defaults to false. When true, always enable supermicrobolus (unless disabled by high temptarget).
nl: Standaard uit. Als het aangezet wordt zullen altijd supermicrobolussen (SMBs) gebruikt worden. Tenzij deze uitgezet zijn door een hoge streefwaarde.
ru: SMB будет регулярно вводить небольшие болюсы для поддержания глюкозы в норме. Используйте, когда уверены в своих настройках. Высокие временные цели по-прежнему отключают SMB для безопасности.
sv: Av som standard. Vid läge på, tillåts alltid supermikrobolusar (SMB) (såvida inte automatiskt inaktiverat av ett högt målvärde).
tr: Varsayılan olarak geçersizdir. Geçerli olduğunda, her zaman supermicrobolus'u etkinleştirir (yüksek geçicihedef tarafından devre dışı bırakılmadığı sürece).
zh_hans: 默认为禁用。当为 "true "时，总是启用SMB(除非被高的临时目标禁用)。
